Repository: katagaki/Meloan
Catalog: Assistant/Localizable.xcstrings
Source language: en
Languages: ja

# Receipt.MarkPaidIntent.Description
source: Marks a receipt item paid.
ja: 支払済とします。

# Receipt.MarkPaidIntent.ItemID
source: Item ID
ja: 商品ID

# Receipt.MarkPaidIntent.Title
source: Mark Paid
ja: 支払済とする

# Shared.NoReceipt
source: No receipt was selected or found. Ensure that the Meloan app has been launched at least once, and long press this widget to select a receipt.
ja: 領収書が選択されていないか発見されませんでした。 「メローン」アプリを開いてから、このウィジェットを長押しして領収書を選択してみてください。

# Widget.Paid.No
source: Pending
ja: 未払

# Widget.Paid.Yes
source: Completed
ja: 完済

# Widget.Receipt.Config.Description
source: Select a receipt to display on the widget.
ja: ウィジェットに表示される領収書を選択してください。

# Widget.Receipt.Config.Label
source: Receipt
ja: 領収書

# Widget.Receipt.Config.Title
source: Receipt to Display
ja: 領収書

# Widget.Receipt.Description
source: Shows the current total for a receipt.
ja: 領収書の合計を表示します。

# Widget.Receipt.Title
source: Receipt
ja: 要約

# Widget.ReceiptIOU.Description
source: Shows the IOU for a receipt.
ja: 領収書ごとの貸し借りを表示します。

# Widget.ReceiptIOU.Title
source: IOU (Receipt)
ja: 貸し借り（領収書）

# Widget.ReceiptItems.Description
source: Shows a list of items in a receipt.
ja: 領収書の商品リストを表示します。

# Widget.ReceiptItems.Title
source: Receipt Items
ja: 商品リスト

# Widget.Total
source: Total: %1
ja: 合計: %1

# Widget.Total.Large
source: Total
ja: 合計

# Widget.Total.Paid
source: Paid: %1
ja: 支払済: %1

# Widget.Total.Paid.Large
source: Paid
ja: 支払済

# Widget.Total.Unpaid
source: Unpaid: %1
ja: 残高: %1

# Widget.Total.Unpaid.Large
source: Unpaid
ja: 未払
